{
  "categories": {
    "love_and_inner_growth": {
      "name": "Love and Inner Growth",
      "quotes": [
        {
          "text": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
          "author": "Rumi"
        },
        {
          "text": "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment, first to let go of life, finally to take a step without feet.",
          "author": "Rumi"
        },
        { "text": "Love is the bridge between you and everything.", "author": "Rumi" },
        { "text": "You have to keep breaking your heart until it opens.", "author": "Rumi" },
        { "text": "Lovers don't finally meet somewhere. They're in each other all along.", "author": "Rumi" },
        {
          "text": "The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.",
          "author": "Rumi"
        },
        { "text": "Through love all that is bitter will be sweet.", "author": "Rumi" }
      ]
    },
    "self_discovery": {
      "name": "Self-Discovery",
      "quotes": [
        { "text": "Stop acting so small. You are the universe in ecstatic motion.", "author": "Rumi" },
        {
          "text": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
          "author": "Rumi"
        },
        { "text": "Your heart is the size of an ocean. Go find yourself in its hidden depths.", "author": "Rumi" },
        { "text": "I am not this hair. I am not this skin. I am the soul that lives within.", "author": "Rumi" },
        { "text": "What you seek is seeking you.", "author": "Rumi" },
        {
          "text": "The universe is not outside of you. Look inside yourself; everything that you want, you already are.",
          "author": "Rumi"
        },
        { "text": "You are not a drop in the ocean. You are the entire ocean in a drop.", "author": "Rumi" }
      ]
    },
    "personal_journey": {
      "name": "Personal Journey",
      "quotes": [
        { "text": "You were born with wings. Why prefer to crawl through life?", "author": "Rumi" },
        {
          "text": "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.",
          "author": "Rumi"
        },
        {
          "text": "It's your road and yours alone, others may walk it with you, but no one can walk it for you.",
          "author": "Rumi"
        },
        { "text": "As you start to walk on the way, the way appears.", "author": "Rumi" },
        {
          "text": "Start a huge, foolish project, like Noah. It makes absolutely no difference what people think of you.",
          "author": "Rumi"
        },
        { "text": "The garden of the world has no limits, except in your mind.", "author": "Rumi" },
        { "text": "Travel brings power and love back into your life.", "author": "Rumi" }
      ]
    },
    "wisdom_and_growth": {
      "name": "Wisdom and Growth",
      "quotes": [
        { "text": "The wound is the place where the light enters you.", "author": "Rumi" },
        { "text": "These pains you feel are messengers. Listen to them.", "author": "Rumi" },
        { "text": "What hurts you, blesses you. Darkness is your candle.", "author": "Rumi" },
        {
          "text": "Very little grows on jagged rock. Be ground, be crumbled, so wild flowers will come up where you are.",
          "author": "Rumi"
        },
        { "text": "Where there is ruin, there is hope for a treasure.", "author": "Rumi" },
        { "text": "The cure for pain is in the pain.", "author": "Rumi" },
        { "text": "Don't grieve. Anything you lose comes round in another form.", "author": "Rumi" }
      ]
    },
    "inner_light_and_purpose": {
      "name": "Inner Light and Purpose",
      "quotes": [
        { "text": "Don't you know yet? It is your light that lights the world's.", "author": "Rumi" },
        {
          "text": "There is a candle in your heart, ready to be kindled. There is a void in your soul, ready to be filled. You feel it, don't you?",
          "author": "Rumi"
        },
        { "text": "If light is in your heart, you will find your way home.", "author": "Rumi" },
        { "text": "Why should I stay at the bottom of a well when a strong rope is in my hand?", "author": "Rumi" },
        { "text": "Inside you there's an artist you don't know about.", "author": "Rumi" },
        { "text": "Everything in the universe is within you. Ask all from yourself.", "author": "Rumi" }
      ]
    },
    "living_fully": {
      "name": "Living Fully",
      "quotes": [
        { "text": "Set your life on fire, seek those who fan your flames.", "author": "Rumi" },
        { "text": "Live life as if everything is rigged in your favor.", "author": "Rumi" },
        { "text": "Forget safety. Live where you fear to live.", "author": "Rumi" },
        { "text": "Dance until you shatter yourself.", "author": "Rumi" },
        { "text": "Let the beauty of what you love be what you do.", "author": "Rumi" },
        { "text": "Run from what's comfortable. Forget safety. Live where you fear to live.", "author": "Rumi" },
        { "text": "Life is a balance between holding on and letting go.", "author": "Rumi" }
      ]
    },
    "communication_and_expression": {
      "name": "Communication and Expression",
      "quotes": [
        { "text": "Raise your words, not voice. It is rain that grows flowers, not thunder.", "author": "Rumi" },
        {
          "text": "Words are a pretext. It is the inner bond that draws one person to another, not words.",
          "author": "Rumi"
        },
        {
          "text": "I want to sing like the birds sing, not worrying about who hears or what they think.",
          "author": "Rumi"
        },
        { "text": "Silence is the language of God, all else is poor translation.", "author": "Rumi" },
        { "text": "Let silence take you to the core of life.", "author": "Rumi" },
        {
          "text": "Listen with ears of tolerance! See through the eyes of compassion! Speak with the language of love.",
          "author": "Rumi"
        }
      ]
    },
    "wisdom_and_understanding": {
      "name": "Wisdom and Understanding",
      "quotes": [
        { "text": "Reason is powerless in the expression of love.", "author": "Rumi" },
        { "text": "Be empty of worrying. Think of who created thought.", "author": "Rumi" },
        { "text": "The only lasting beauty is the beauty of the heart.", "author": "Rumi" },
        { "text": "Whatever you love, you are.", "author": "Rumi" },
        { "text": "The quieter you become, the more you are able to hear.", "author": "Rumi" },
        { "text": "Only from the heart can you touch the sky.", "author": "Rumi" },
        { "text": "The art of knowing is knowing what to ignore.", "author": "Rumi" }
      ]
    },
    "personal_transformation": {
      "name": "Personal Transformation",
      "quotes": [
        {
          "text": "Be full of sorrow, that you may become hill of joy. Weep, that you may break into laughter.",
          "author": "Rumi"
        },
        {
          "text": "Let yourself be silently drawn by the strange pull of what you really love. It will not lead you astray.",
          "author": "Rumi"
        },
        { "text": "Close your eyes. Fall in love. Stay there.", "author": "Rumi" },
        { "text": "When you do things from your soul, you feel a river moving in you, a joy.", "author": "Rumi" },
        { "text": "The soul has been given its own ears to hear things mind does not understand.", "author": "Rumi" },
        {
          "text": "When someone is counting out gold for you, don't look at your hands, or the gold. Look at the giver.",
          "author": "Rumi"
        }
      ]
    },
    "love_and_relationships": {
      "name": "Love and Relationships",
      "quotes": [
        {
          "text": "We accept the love we think we deserve.",
          "author": "Stephen Chbosky"
        },
        {
          "text": "Love looks not with the eyes, but with the mind.",
          "author": "William Shakespeare"
        },
        {
          "text": "To love oneself is the beginning of a lifelong romance.",
          "author": "Oscar Wilde"
        },
        {
          "text": "Love is composed of a single soul inhabiting two bodies.",
          "author": "Aristotle"
        }
      ]
    },
    "wisdom_and_philosophy": {
      "name": "Wisdom and Philosophy",
      "quotes": [
        {
          "text": "The unexamined life is not worth living.",
          "author": "Socrates"
        },
        {
          "text": "He who has a why to live can bear almost any how.",
          "author": "Friedrich Nietzsche"
        },
        {
          "text": "The only true wisdom is in knowing you know nothing.",
          "author": "Socrates"
        },
        {
          "text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
          "author": "Aristotle"
        }
      ]
    },
    "personal_growth": {
      "name": "Personal Growth",
      "quotes": [
        {
          "text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
          "author": "Ralph Waldo Emerson"
        },
        {
          "text": "Life is not about finding yourself. Life is about creating yourself.",
          "author": "George Bernard Shaw"
        }
      ]
    },
    "courage_and_resilience": {
      "name": "Courage and Resilience",
      "quotes": [
        {
          "text": "Courage is not the absence of fear, but the triumph over it.",
          "author": "Nelson Mandela"
        },
        {
          "text": "The only way out is through.",
          "author": "Robert Frost"
        },
        {
          "text": "What doesn't kill you makes you stronger.",
          "author": "Friedrich Nietzsche"
        },
        {
          "text": "It is not the critic who counts; not the man who points out how the strong man stumbles.",
          "author": "Theodore Roosevelt"
        }
      ]
    },
    "success_and_achievement": {
      "name": "Success and Achievement",
      "quotes": [
        {
          "text": "Twenty years from now you will be more disappointed by the things you didn't do than by the ones you did.",
          "author": "Mark Twain"
        }
      ]
    },
    "mindfulness_and_peace": {
      "name": "Mindfulness and Peace",
      "quotes": [
        {
          "text": "Peace comes from within. Do not seek it without.",
          "author": "Buddha"
        },
        {
          "text": "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
          "author": "Thich Nhat Hanh"
        },
        {
          "text": "Wherever you go, there you are.",
          "author": "Jon Kabat-Zinn"
        },
        {
          "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
          "author": "Buddha"
        },
        {
          "text": "The mind is everything. What you think you become.",
          "author": "Buddha"
        }
      ]
    },
    "creativity_and_imagination": {
      "name": "Creativity and Imagination",
      "quotes": [
        {
          "text": "Every child is an artist. The problem is how to remain an artist once we grow up.",
          "author": "Pablo Picasso"
        },
        {
          "text": "Everything you can imagine is real.",
          "author": "Pablo Picasso"
        }
      ]
    },
    "purpose_and_meaning": {
      "name": "Purpose and Meaning",
      "quotes": [
        {
          "text": "Those who have a 'why' to live, can bear with almost any 'how'.",
          "author": "Viktor E. Frankl"
        },
        {
          "text": "Life is not a problem to be solved, but a reality to be experienced.",
          "author": "Søren Kierkegaard"
        },
        {
          "text": "The meaning of life is to find your gift. The purpose of life is to give it away.",
          "author": "Pablo Picasso"
        },
        {
          "text": "The two most important days in your life are the day you are born and the day you find out why.",
          "author": "Mark Twain"
        },
        {
          "text": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate.",
          "author": "Ralph Waldo Emerson"
        }
      ]
    }
  }
}
