{
  "categories": {
    "love_and_inner_growth": {
      "name": "Love and Inner Growth",
      "quotes": [
        "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
        "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment, first to let go of life, finally to take a step without feet.",
        "Love is the bridge between you and everything.",
        "You have to keep breaking your heart until it opens."
      ]
    },
    "self_discovery": {
      "name": "Self-Discovery",
      "quotes": [
        "Stop acting so small. You are the universe in ecstatic motion.",
        "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
        "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
        "I am not this hair. I am not this skin. I am the soul that lives within."
      ]
    },
    "personal_journey": {
      "name": "Personal Journey",
      "quotes": [
        "You were born with wings. Why prefer to crawl through life?",
        "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.",
        "It's your road and yours alone, others may walk it with you, but no one can walk it for you.",
        "As you start to walk on the way, the way appears."
      ]
    },
    "wisdom_and_growth": {
      "name": "Wisdom and Growth",
      "quotes": [
        "The wound is the place where the light enters you.",
        "These pains you feel are messengers. Listen to them.",
        "What hurts you, blesses you. Darkness is your candle.",
        "Very little grows on jagged rock. Be ground, be crumbled, so wild flowers will come up where you are."
      ]
    },
    "inner_light_and_purpose": {
      "name": "Inner Light and Purpose",
      "quotes": [
        "Don't you know yet? It is your light that lights the world's.",
        "There is a candle in your heart, ready to be kindled. There is a void in your soul, ready to be filled. You feel it, don't you?",
        "If light is in your heart, you will find your way home."
      ]
    },
    "living_fully": {
      "name": "Living Fully",
      "quotes": [
        "Set your life on fire, seek those who fan your flames.",
        "Live life as if everything is rigged in your favor.",
        "Forget safety. Live where you fear to live.",
        "Dance until you shatter yourself."
      ]
    },
    "communication_and_expression": {
      "name": "Communication and Expression",
      "quotes": [
        "Raise your words, not voice. It is rain that grows flowers, not thunder.",
        "Words are a pretext. It is the inner bond that draws one person to another, not words.",
        "I want to sing like the birds sing, not worrying about who hears or what they think."
      ]
    },
    "wisdom_and_understanding": {
      "name": "Wisdom and Understanding",
      "quotes": [
        "Reason is powerless in the expression of love.",
        "Be empty of worrying. Think of who created thought.",
        "The only lasting beauty is the beauty of the heart.",
        "Whatever you love, you are."
      ]
    },
    "personal_transformation": {
      "name": "Personal Transformation",
      "quotes": [
        "Be full of sorrow, that you may become hill of joy. Weep, that you may break into laughter.",
        "Let yourself be silently drawn by the strange pull of what you really love. It will not lead you astray.",
        "Close your eyes. Fall in love. Stay there."
      ]
    }
  }
}
